Repository: ClaudiaCoord/SecurityHomeMailHub
Catalog: src/HomeMailHub/Properties/Resources.*.resx
Languages: ru

# BTN_ADD
source: _Add
ru: _Добавить

# BTN_ATTACH
source: _Attach
ru: _Вложения

# BTN_CHECK
source: _Check
ru: _Проверить

# BTN_CHECKALL
source: Check _All
ru: П_роверить Все

# BTN_CHECKSTOP
source: _Stop Check
ru: _Остановить проверку

# BTN_CLEAR
source: _Clear
ru: _Очистить

# BTN_CLOSE
source: _Close
ru: _Закрыть

# BTN_CREATE
source: _Create
ru: _Создать

# BTN_DELETE
source: _Delete
ru: _Удалить

# BTN_EXPORT
source: _Export
ru: _Экспорт

# BTN_IMPORT
source: _Import
ru: _Импорт

# BTN_INSTALL
source: _Install
ru: _Установить

# BTN_OPEN
source: _Open
ru: _Открыть

# BTN_PASTE
source: _Paste
ru: _Вставить

# BTN_RELOAD
source: _Reload
ru: _Перезагрузить

# BTN_REPLAY
source: _Reply
ru: _Ответить

# BTN_SAVE
source: _Save
ru: _Сохранить

# BTN_SEND
source: _Send
ru: _Отправить

# BTN_SORT
source: _Sort
ru: _Сортировать

# BTN_SOURCE
source: _Source
ru: _Источник

# BTN_START
source: _Start
ru: _Старт

# BTN_STOP
source: _Stop
ru: _Стоп

# CHKBOX_CHECKFROM
source: Check incoming From address, anti-SPAM filter
ru: Проверить входящий адрес отправителя, спам фильтр

# CHKBOX_DELIVERYLOC
source: Delivery local incoming message (not disabled this!)
ru: Локальная доставка входящего сообщения, не отключать это!

# CHKBOX_DELIVERYMSGMOD
source: Modify message delivered local, anti-spy
ru: Изменять сообщения, доставленные локально, анти-шпион

# CHKBOX_EXPIRE
source: Not expire
ru: Бессрочный

# CHKBOX_IMAPPURGE
source: Always flush messages when received (IMAP)
ru: Всегда очищать сообщения при получении (IMAP)

# CHKBOX_IN_PGP
source: Decrypt emails if available (PGP encryption)
ru: Расшифровывать письма, если доступно (PGP шифрование)

# CHKBOX_IPDNSCHECK
source: Extended domain-based validation
ru: Расширенная проверка на основании домена

# CHKBOX_NEWMSGID
source: Always new message Id, anti-spy
ru: Всегда создавать новый идентификатор сообщения

# CHKBOX_NEWMSGIMD
source: New message send Immediately
ru: Немедленно отправить принятое сообщение

# CHKBOX_NOWARN
source: No warnings
ru: Без предупреждений

# CHKBOX_OUT_PGPCRYPT
source: Encrypt emails if available (PGP encryption)
ru: Зашифровать письма, если доступно (PGP шифрование)

# CHKBOX_OUT_PGPSIGN
source: Signing emails if available (PGP encryption)
ru: Заверять подпись письма, если доступно (PGP шифрование)

# CHKBOX_PGPAUTODECRYPT
source: PGP auto decrypt
ru: Автоматически расшифровывать PGP

# CHKBOX_POP3DELALL
source: Delete all messages
ru: Принудительно удалять все сообщения

# CHKBOX_RECEIVEONSEND
source: Receive external mail only when sending messages
ru: Получать внешнюю почту только при отправке сообщений

# CHKBOX_SAVEATTACH
source: Save Attachments
ru: Сохранять вложения

# CHKBOX_SESSIONLOG
source: Write session log
ru: Записывать журнал сеансов

# CHKBOX_SHARINGSOCKET
source: Allow others to open this socket on the specified port
ru: Позволить другим открывать используемый сокет

# CHKBOX_SMTPDNSBL
source: Check IP address using DNSBL
ru: Проверять IP адрес с помощью DNSBL

# CHKBOX_SMTPFAKEIP
source: Always add fake IP address to headers (SMTP)
ru: Всегда добавлять поддельный IP-адрес в заголовки сообщения (SMTP)

# CMD_LINE_E1
source: Unsupported configuration type
ru: Неподдерживаемый тип конфигурации

# CMD_LINE_E2
source: empty filename
ru: пустое имя файла

# CMD_LINE_E3
source: character '{0}' cannot be accepted in file path: {1}
ru: символ '{0}' не может примяться в пути к файлу: {1}

# CMD_LINE_E4
source: character '{0}' cannot be used in file name: {1}
ru: символ '{0}' не может примяться в названии файла: {1}

# CMD_LINE_H1
source: Help, list of keys
ru: Помощь, список ключей

# CMD_LINE_H2
source: Interface language selection (En|Ru)
ru: Выбор языка интерфейса (En|Ru)

# CMD_LINE_H3
source: Enable all logs
ru: Включить все журналы

# CMD_LINE_H4
source: Do not start POP3 service
ru: Не запускать службу POP3

# CMD_LINE_H5
source: Do not start SMTP service
ru: Не запускать службу SMTP

# CMD_LINE_H6
source: Use proxy type (Http,Https,Sock4,Sock5,SshSock5)
ru: Использывать тип прокси (Http,Https,Sock4,Sock5,SshSock5)

# CMD_LINE_H7
source: PGP key server (hkp://keys.gnupg.net)
ru: Сервер ключей PGP (hkp://keys.gnupg.net)

# GUIACCOUNT_FMT1
source: _{0} all {1} accounts
ru: _{0} все {1} аккаунты

# GUIACCOUNT_FMT2
source: Set All {0}
ru: Установить все в состояние : {0}

# GUIACCOUNT_FMT3
source: Are you sure you want to {0} all {1} account?
ru: Вы уверены, что хотите {0} все {1} аккаунты?

# GUIACCOUNT_FMT4
source: {0} {1} account configuration file
ru: {0} все {1} аккаунты?

# GUIACCOUNT_FMT5
source: {0} '{1}' account
ru: {0} '{1}' аккаунт

# GUIACCOUNT_FMT6
source: {0} '{1}' account?
ru: {0} '{1}' аккаунт?

# GUIMAILREAD_TITLE1
source: Read Message
ru: Чтение сообщения

# GUIMAILWRITE_ERR1
source: From: address in message empty
ru: От: адрес в сообщении пуст

# GUIMAILWRITE_ERR2
source: To: address in message empty
ru: Кому: адрес в сообщении пустой

# GUIMAILWRITE_ERR3
source: Subject in message empty
ru: Тема сообщения пуста

# GUIMAILWRITE_ERR4
source: Body in message empty
ru: Тело сообщения пустое

# GUIMAILWRITE_ERR5
source: Account not found based on sender address
ru: Аккаунт не найден по адресу отправителя

# GUIMAILWRITE_ERR6
source: not send
ru: не отправлено

# GUIMAILWRITE_FMT1
source: Replay Message from: {0}
ru: Ответить на сообщение от: {0}

# GUIMAILWRITE_TEXT1
source: Add Attachments
ru: Добавить вложения

# GUIMAILWRITE_TEXT2
source: New Message
ru: Новое сообщение

# GUIMAILWRITE_TITLE1
source: Write Message
ru: Написать сообщение

# GUIMAIL_TITLE1
source: Mail Accounts
ru: Почтовые аккаунты

# GUIMESSAGE_FMT1
source: {0} message
ru: {0} сообщений

# GUIMESSAGE_FMT2
source: Are you sure you want to {0} this message?
ru: Вы уверены, что хотите {0} это сообщение?

# GUIMESSAGE_FMT3
source: {0} - Messages : {1} - {2}
ru: {0} - сообщений : {1} - {2}

# GUIMESSAGE_FMT4
source: There are {0} messages deleted, they can be restored
ru: Есть удаленные {0} сообщения , их можно восстановить

# GUIMESSAGE_TITLE1
source: Mail Messages
ru: Почтовые сообщения

# GUIPROXY_FMT1
source: Proxy list {0} downloaded {1} hosts
ru: Загружен список {0} прокси серверов, всего {1} серверов

# GUIPROXY_FMT2
source: Proxy list added {0} new hosts
ru: В список прокси серверов добавлено {0} новых

# GUIPROXY_MENU1
source: _Download all type proxy
ru: _Скачать список прокси серверов всех типов

# GUIPROXY_MENU2
source: _Download HTTP,HTTPS proxy
ru: Скачать список _HTTP,HTTPS прокси серверов

# GUIPROXY_MENU3
source: _Download SOCK5 proxy
ru: Скачать список _SOCK5 прокси серверов

# GUIPROXY_TITLE1
source: Proxy List
ru: Список прокси серверов

# GUIPROXY_TITLE2
source: Proxy Type
ru: Тип прокси

# GUIPROXY_TITLE3
source: Proxy Host
ru: Прокси сервер

# GUIPROXY_TITLE4
source: Check proxyes
ru: Проверка прокси серверов

# GUIPROXY_TITLE5
source: Check proxy
ru: Проверка прокси сервера

# GUIPROXY_TXT1
source: Proxy verification process is already running, please wait..
ru: Процесс проверки прокси уже запущен, пожалуйста, подождите..

# GUIPROXY_TXT10
source: Clipboard proxy list empty
ru: Буфера обмена пуст, возможные форматы прокси серверов не найдены

# GUIPROXY_TXT11
source: bad proxy port value
ru: неверное значение порта прокси сервера

# GUIPROXY_TXT12
source: Delete proxy host
ru: Удалить прокси сервер

# GUIPROXY_TXT13
source: Are you sure you want to delete proxy
ru: Вы уверены, что хотите удалить прокси сервер?

# GUIPROXY_TXT14
source: Proxy list empty
ru: Список прокси серверов пуст

# GUIPROXY_TXT15
source: Download proxy list empty
ru: Скачанный список прокси серверов пуст

# GUIPROXY_TXT16
source: Save proxy list
ru: Сохранить список прокси серверов

# GUIPROXY_TXT17
source: Save this proxy list to file?
ru: Сохранить этот список прокси серверов в файл?

# GUIPROXY_TXT18
source: Proxy list saved to default file
ru: Список прокси серверов сохранен в файле по умолчанию

# GUIPROXY_TXT19
source: Copy proxy list from 'hidemy.name' and paste it
ru: Скопируйте список прокси серверов со страницы 'hidemy.name' и вставьте его

# GUIPROXY_TXT2
source: Proxy list type not selected, not verification process running..
ru: Не выбран тип списка прокси, процесс проверки не может быть запущен..

# GUIPROXY_TXT3
source: Proxy list is empty, not verification process running..
ru: Список прокси пуст, процесс проверки не может быть запущен..

# GUIPROXY_TXT4
source: Another building/verification process running..
ru: Выполняется другой процесс записи/проверки..

# GUIPROXY_TXT5
source: Proxy verification process running..
ru: Идет процесс проверки прокси серверов..

# GUIPROXY_TXT6
source: Proxy host not selected, abort..
ru: Прокси сервер не выбран, прервано..

# GUIPROXY_TXT7
source: Begin check proxy host
ru: Начать проверку прокси сервера

# GUIPROXY_TXT8
source: Proxy list clear
ru: Список прокси серверов очищен

# GUIPROXY_TXT9
source: Clear this proxy list
ru: Очистить текущий список прокси серверов

# GUISETTIGS_PGP_DIALOG
source: Select the path to the GnuPG executables
ru: Выберите путь к исполняемым файлам GnuPG

# GUISSH_TITLE1
source: SSH Accounts
ru: SSH Учетные записи

# GUIVPN_TITLE1
source: VPN Accounts
ru: VPN Учетные записи

# MENU_ACCBACKUP
source: Accounts _backup
ru: _Резервное копирование аккаунтов

# MENU_ACCESSRELOAD
source: Reload _access list - IP, NET, countries
ru: _Перезагрузить список доступа - IP, NET, страны

# MENU_ACCLOAD
source: Restoring copies of accounts
ru: Восстановление копий аккаунтов

# MENU_ACCRESTORE
source: _Restoring accounts from a backup
ru: _Восстановление аккаунтов из резервной копии

# MENU_ACCSAVE
source: Saving copies of accounts
ru: Сохранение копий аккаунтов

# MENU_ACTION
source: _Action
ru: _Операции

# MENU_ADDATTACH
source: _Add attachments
ru: _Добавить вложение

# MENU_ATTACHDESC
source: _Create a description of the attachments in the message
ru: _Создать описание вложений в сообщении

# MENU_CLOSE
source: _Close
ru: _Закрыть

# MENU_DELALLATTACH
source: _Remove all attachments
ru: _Удалить все вложения

# MENU_DELETE
source: D_elete
ru: _Удалить

# MENU_DELETEALL
source: _Delete all messages
ru: _Удалить все сообщения

# MENU_DELETECONFIRM
source: Show message _deletion warning
ru: Показывать предупреждение о _удалении сообщения

# MENU_DELETEMENU
source: _Delete
ru: _Удаление

# MENU_FMT_DELETECLEAR
source: _Permanently delete messages: {0}
ru: _Окочательно удалить сообщения: {0}

# MENU_FMT_UNDELETE
source: _Undelete messages: {0}
ru: _Восстановить сообщения: {0}

# MENU_FMT_VERSIONNEW
source: Current version {0}, new version {1}, open the update page?
ru: Текущая версия {0}, новая версия {1}, открыть страницу с обновлениями?

# MENU_FMT_VERSIONOLD
source: Current version {0}, no updates
ru: Текущая версия {0}, обновлений нет

# MENU_FOLDER
source: _Folders
ru: _Папки

# MENU_GPGEXPORT
source: _Export all accounts for GnuPG
ru: _Экспортировать все учетные записи для GnuPG

# MENU_LIGHTTEXT
source: Brighter text in shapes
ru: _Более яркий текст в формах

# MENU_LOG
source: _Log
ru: _Журнал

# MENU_LOGCACHE
source: Show usage _messages cache
ru: Просмотр сообщений о использовании _кэша сообщений

# MENU_LOGCLEAR
source: _Clear Log
ru: _Очистить окно журнала

# MENU_LOGEVENT
source: _Event view
ru: Просмотр _событий

# MENU_LOGVIEW
source: _Log view
ru: Просмотр _журнала

# MENU_LOGVPN
source: Show messages from _VPN service
ru: Просмотр сообщений от _VPN сервиса

# MENU_LOGWRITE
source: _Write log to file
ru: _Записывать лог в файл

# MENU_MAIL
source: _Mail
ru: _Почта

# MENU_MAILACCOUNT
source: _Mail accounts
ru: _Учетные записи почты

# MENU_MAILBOX
source: _Mail Boxes
ru: _Почтовые ящики

# MENU_MAILCHCEK
source: _Check Mail
ru: _Проверить почту

# MENU_MAILNEW
source: _New Message
ru: _Новое сообщение

# MENU_MENU
source: _Menu
ru: _Меню

# MENU_MSGFORWARDS
source: _Forwards
ru: _Переслать

# MENU_MSGSREADALL
source: _Mark All Read
ru: _Пометить все сообщения прочитанными

# MENU_OPENMSGFROM
source: _Open message in ..
ru: Открыть _сообщение в ..

# MENU_OPENURI
source: _To open with ..
ru: _Открыть с помощью ..

# MENU_PGPKEYS
source: PGP _Keys
ru: _Ключи PGP

# MENU_PGPKEY_CREATE
source: _Create PGP key
ru: _Создать ключ PGP

# MENU_PGPKEY_EMPTY
source: account not selected for operations with PGP keys
ru: аккаунт не выбран для операций с PGP ключами

# MENU_PGPKEY_EXPORT
source: _Export PGP key
ru: _Экспортировать PGP ключ

# MENU_PGPKEY_IMPORT
source: _Import PGP key
ru: _Импортировать PGP ключ

# MENU_PROXYCHECK
source: Proxy check started
ru: Проверка прокси серверов запущена

# MENU_PROXYLIST
source: _Proxy lists
ru: _Списки прокси серверов

# MENU_PROXYREPACK
source: Delete non-responding _proxy servers after sending
ru: Удалять не ответившие _прокси сервера после отправки

# MENU_PROXYSELECT
source: Proxy type selected
ru: Тип прокси сервера выбран

# MENU_PROXYTYPE
source: Select _Type of proxy server
ru: Выбрать _тип прокси сервера

# MENU_QUIT
source: _Quit
ru: _Выход

# MENU_REFRESH
source: _Refresh menu data
ru: _Обновить данные в меню

# MENU_REFRESHVPN
source: _Refresh Proxy/VPN statistic
ru: _Обновить статистику Proxy/VPN

# MENU_RELOAD
source: _Reload
ru: _Перезагрузить

# MENU_SAVE
source: _Save
ru: _Сохранить

# MENU_SAVEALL
source: _Save all settings
ru: _Сохранить все настройки

# MENU_SEND
source: _Send
ru: _Отправить

# MENU_SERVICES
source: Ser_vices
ru: _Сервисы

# MENU_SERVSET
source: Services _Settings
ru: _Настройки почтовых служб

# MENU_SETTINGS
source: _Settings
ru: _Настройки

# MENU_SORT
source: _Sorting
ru: _Сортировка

# MENU_SORTDATE
source: From _date
ru: По _дате сообщений

# MENU_SORTDOWN
source: From _smallest to largest
ru: От _меньшего к большему

# MENU_SORTFROM
source: By _sender's name
ru: По _имени отправителя

# MENU_SORTSUBJ
source: From _subject
ru: По _теме сообщений

# MENU_SORTUP
source: From _largest to smallest
ru: От _большего к меньшему

# MENU_SSHACCOUNT
source: Select _SSH account
ru: Выбрать _SSH аккаунт

# MENU_SSHSELECT
source: SSH account selected
ru: SSH аккаунт выбран

# MENU_UNDELETECONFIRM
source: Show message _recovery messages
ru: Показывать предупреждение о возможном восстановлении _сообщений

# MENU_VERSIONCHECK
source: Check new version
ru: Проверка новой версии

# MENU_VPNACCOUNT
source: Select _VPN account
ru: Выбрать _VPN аккаунт

# MENU_VPNALWAYS
source: Always _use VPN, if unavailable, disconnect
ru: Всегда _использовать VPN, если недоступен, разрывать связь

# MENU_VPNBEGIN
source: VPN tunnel activation started
ru: Активация VPN туннеля начата

# MENU_VPNENABLE
source: _VPN service can be activated
ru: _VPN сервис может быть активирован

# MENU_VPNRANDOM
source: Always choose a _random VPN account from the available ones
ru: Всегда _выбирать случайный VPN аккаунт из доступных

# MENU_VPNREADY
source: VPN tunnel ready, waiting
ru: VPN туннель готов, ожидание

# MENU_VPNSELECT
source: VPN account selected
ru: VPN аккаунт выбран

# MENU_VPNTUNRUN
source: VPN tunnel is working
ru: VPN туннель работает

# TAG_ACCOUNT
source: Account
ru: Учетная запись

# TAG_ACCOUNTS
source: Accounts
ru: Учетные записи

# TAG_ALL
source: all
ru: все

# TAG_ALLOWED
source: Allowed
ru: Разрешён

# TAG_ATTACH
source: Attach
ru: Вложения

# TAG_BANNEDIPLIST
source: Access rules for IP, NET or country codes
ru: Правила доступа для IP, NET или кодов стран

# TAG_BODY
source: Body
ru: Сообщение

# TAG_CLIENTS
source: Email clients
ru: Почтовые клиенты

# TAG_CLIENTSMAILPERIODHOURS
source: Mail check interval in hours
ru: Интервал проверки почты в часах

# TAG_CLIENTSMAILPERIODMIN
source: Mail check period in minutes
ru: Период проверки почты в минутах

# TAG_CLIENTSTIMEOUT
source: Maximum waiting time for mail clients
ru: Максимальное время ожидания почтовых клиентов

# TAG_DATE
source: Date:
ru: Дата:

# TAG_DELALLATTACH
source: Remove all file from attachments?
ru: Удалить все файлы из вложений?

# TAG_DELETE
source: Delete
ru: Удалить

# TAG_DESCRIPTION
source: Descriptions
ru: Описание

# TAG_DISABLE
source: Disable
ru: Отключено

# TAG_DT_DATE
source: DATE
ru: Дата

# TAG_DT_SUBJ
source: Subject
ru: Тема

# TAG_EMAIL
source: E-mail:
ru: Е@почта:

# TAG_ENABLE
source: Enable
ru: Включено

# TAG_EXPIRE
source: Expire:
ru: Истекает:

# TAG_FMT_ACCESSRELOAD
source: Access list reloaded, total {0} entries
ru: Список доступа перезагружен, всего {0} записей

# TAG_FMT_BODYATTACH
source: I am sending you the following attachments: {0}
ru: Посылаю вам следующие вложенные файлы: {0}

# TAG_FMT_BODYFORWARD
source: Forwarded message from {0} - '{1}':
ru: Пересылаемое сообщение от {0} - '{1}':

# TAG_FMT_DELATTACH
source: Remove file '{0}' from attachments?
ru: Удалить файл '{0}' из вложений?

# TAG_FMT_VERSION
source: Version: {0}
ru: Версия: {0}

# TAG_FOLDER
source: Folder:
ru: Папка:

# TAG_FORBIDDEN
source: Forbidden
ru: Запрещен

# TAG_FROM
source: From:
ru: От:

# TAG_HEADERS
source: Headers
ru: Заголовки

# TAG_HELP
source: Help
ru: Помощь

# TAG_HOST
source: Host:
ru: IP:

# TAG_IDLE
source: Idle:
ru: Ждать:

# TAG_LOGIN
source: Login:
ru: Логин:

# TAG_MESSAGE
source: Message
ru: Сообщение

# TAG_MSGREADING
source: Reading
ru: Прочитано

# TAG_NAME
source: Name:
ru: Имя:

# TAG_NETWORK
source: Network
ru: Сеть

# TAG_NO
source: No
ru: Нет

# TAG_NOMAILCHECK
source: don't check email
ru: не проверять почту

# TAG_NOTELEMENTS
source: the list is empty
ru: список пуст

# TAG_OFF
source: Disabled
ru: Отключить

# TAG_OK
source: Ok
ru: Да

# TAG_ON
source: Enabled
ru: Включить

# TAG_OPEN_IMPORT
source: Open/Import
ru: Открыть/Импортировать

# TAG_OPTION
source: Options
ru: Опции

# TAG_PASSWORD
source: Password:
ru: Пароль:

# TAG_PATH
source: Path:
ru: Путь:

# TAG_PGPKEY_CRYPT
source: Crypt key
ru: Ключ шифрования

# TAG_PGPKEY_CRYPT_COUNT
source: Public key count
ru: Количество ключей

# TAG_PGPKEY_DECRYPT
source: Decrypt key
ru: Ключ дешифрования

# TAG_PGPKEY_SIGN
source: Sign key
ru: Ключ подписи

# TAG_PGPWARN
source: encryption works with gnuPG <= 2.0.0
ru: шифрование работает с gnuPG <= 2.0.0 (установка необязательна)

# TAG_PORT
source: Port:
ru: Порт:

# TAG_PROXY
source: proxy
ru: прокси

# TAG_PROXYALL
source: All type proxy
ru: Все типы прокси

# TAG_SAVE
source: Configuration saved, some options will be available after restart
ru: Конфигурация сохранена, некоторые опции будут доступны после перезапуска

# TAG_SAVE_EXPORT
source: Save/Export
ru: Сохранить/Экспортировать

# TAG_SECURITY
source: Security
ru: Безопасность

# TAG_SEND
source: Send
ru: Отправить

# TAG_SERVER
source: Server:
ru: Сервер:

# TAG_SERVICE
source: service
ru: служба

# TAG_SIZE
source: Size:
ru: Размер:

# TAG_SPAMCOUNT
source: Number of spam counter hits
ru: Количество срабатываний спам счетчика

# TAG_SPAMTIMEOUT
source: Break time in minutes when a spam rule is triggered
ru: Время перерыва в минутах при срабатывании спам правила

# TAG_STOPROUTELIST
source: Forbidden IPs in routing
ru: Запрещённые IP в роутинге

# TAG_SUBJECT
source: Subject:
ru: Тема:

# TAG_TO
source: To:
ru: Кому:

# TAG_TYPE
source: Type:
ru: Тип:

# TAG_VERSIONERROR
source: Error loading current version Git feed
ru: Ошибка загрузки Git фида текущей версии

# TAG_YES
source: Yes
ru: Да

# UTILS_ABORT
source: abort loading
ru: загрузка прервана

# UTILS_TXT1
source: Message file name is empty
ru: Имя файла сообщения не определено

# UTILS_TXT2
source: Message file not found
ru: Файл сообщения не найден

# UTILS_TXT3
source: Message file length is zero
ru: Длина файла сообщения равна нулю

# UTILS_TXT4
source: Error load message
ru: Ошибка загрузки сообщения
